Repository: omardrg/ominis
Catalog: ominis/languages/*.po
Languages: ca, es_es

source: Custom theme developed by Onaweb for Ominis.es based on underscores.me and using Bootstrap 5.3.8, Fancybox 6.1.11, Isotope 3.0.6, Font Awesome 7.2.0.
ca: Tema personalitzat desenvolupat per Onaweb per a Ominis.es basat en underscores.me i utilitzant Bootstrap 5.3.8, Fancybox 6.1.11, Isotope 3.0.6, Font Awesome 7.2.0.
es_es: Tema personal desarrollado por Onaweb para Ominis.es basado en underscores.me y aplicando Bootstrap 5.3.8, Fancybox 6.1.11, Isotope 3.0.6, Font Awesome 7.2.0.

source: Ominis Theme: Instructions <small>2.0.0</small>
ca: Tema Ominis: Instruccions <small>2.0.0</small>
es_es: Ominis Tema: Instrucciones <small>2.0.0</small>

source: Posts
ca: Entrades
es_es: Entradas

source: The Ominis theme is optimized to display the latest posts on the homepage. To display them correctly, you need to configure the following for each post:
ca: El tema Ominis està optimitzat per mostrar les últimes entrades a la pàgina d'inici. Per mostrar-les correctament cal configurar el següent per a cada entrada:
es_es: El tema Ominis está optimizado para mostrar las últimas entradas en la página de inicio. Para mostrarlas correctamente es necesario configurar para cada entrada:

source: <strong>Featured image</strong>: Attach an image with a size of 642px wide by 800px high.
ca: <strong>Imatge destacada</strong>: adjunta una imatge amb una mida de 642px d'amplada per 800px d'alçada.
es_es: <strong>Imagen destacada</strong>: adjunta una imagen con un tamaño de 642px de ancho por 800px de alto.

source: <strong>Extract</strong>: Add a short descriptive text.
ca: <strong>Extracte</strong>: afegeix un breu text descriptiu.
es_es: <strong>Extracto</strong>: añade un pequeño texto descriptivo.

source: In addition, there are two formats available for posts:
ca: A més, per a les entrades hi ha dos formats disponibles:
es_es: Además, para las entradas hay dos formatos disponibles:

source: <strong>Standard</strong>: default format.
ca: <strong>Estàndard</strong>: format per defecte.
es_es: <strong>Estándar</strong>: formato por defecto.

source: <strong>Gallery (optimized for the new Guternberg editor)</strong>: Add each image inside an "Image" block to create a mosaic of images.
ca: <strong>Galeria (optimitzada per al nou editor Gutenberg)</strong>: afegeix cada imatge dins d'un bloc de "Imatge" per crear un mosaic d'imatges.
es_es: <strong>Galería (optimizado para el nuevo editor Guternberg)</strong>: añade cada imagen dentro de un bloque de "Imagen" para crear un mosáico de imágenes.

source: In the "Advanced" section of each block, add additional CSS classes as if they were tags to create a filter menu at the beginning of the gallery.
ca: A la secció "Avançat" de cada bloc, afegeix classes CSS adicionals com si fossin etiquetes per crear un menú de filtres al principi de la galeria.
es_es: En el apartado de "Avanzado" de cada bloque, añade clases CSS adicionales como si fueran etiquetas para crear un menú de filtros al principio de la galería.

source: Pages
ca: Pàgines
es_es: Páginas

source: There are three templates available for the pages:
ca: Per a les pàgines hi ha tres plantilles disponibles:
es_es: Para las páginas hay tres plantillas disponibles:

source: <strong>Default template</strong>: default format.
ca: <strong>Plantilla per defecte</strong>: format per defecte.
es_es: <strong>Plantilla por defecto</strong>: formato por defecto.

source: <strong>Mosaic (optimized for the new Guternberg editor)</strong>: Add each image within an "Image" block to create a mosaic of images.
ca: <strong>Mosaic (optimitzat per al nou editor Gutenberg)</strong>: afegeix cada imatge dins d'un bloc de "Imatge" per crear un mosaic d'imatges.
es_es: <strong>Mosáico (optimizado para el nuevo editor Guternberg)</strong>: añade cada imagen dentro de un bloque de "Imagen" para crear un mosáico de imágenes.

source: <strong>Mosaic with filters (optimized for the new Guternberg editor)</strong>: Add each image inside an "Image" block to create a mosaic of images.
ca: <strong>Mosaic amb filtres (optimitzat per al nou editor Gutenberg)</strong>: afegeix cada imatge dins d'un bloc de "Imatge" per crear un mosaic d'imatges.
es_es: <strong>Mosáico con filtros (optimizado para el nuevo editor Guternberg)</strong>: añade cada imagen dentro de un bloque de "Imagen" para crear un mosáico de imágenes.

source: Social networks
ca: Xarxes socials
es_es: Redes sociales

source: In the menu <a href="%1$s" target="_blank">Appearance &gt; Customize: Social Networks</a>, you add the links to the social networks you want to display in the main menu.
ca: En el menú <a href="%1$s" target="_blank">Aparença &gt; Personalitzar: Xarxes socials</a> s'afegeixen els enllaços a les xarxes socials que es volen mostrar al menú principal.
es_es: En el menú <a href="%1$s" target="_blank">Apariencia &gt; Personalizar: RRSS</a> se añaden los enlaces a las redes sociales que se quieren mostrar en el menú principal.

source: In the <a href="%1$s" target="_blank">Appearance & Widgets</a> menu, you can add social widgets to the <strong>Social</strong> bar.
ca: En el menú <a href="%1$s" target="_blank">Aparença &gt; Widgets</a> es poden afegir widgets socials a la barra <strong>Social</strong>.
es_es: En el menú <a href="%1$s" target="_blank">Apariencia &gt; Widgets</a> se pueden añadir widgets sociales en la barra <strong>Social</strong>.

source: Credits
ca: Crèdits
es_es: Créditos

source: In the menu <a href="%1$s" target="_blank">Appearance > Customize: Footer</a>, you can change the text that appears in the credits area of ​​the footer.
ca: En el menú <a href="%1$s" target="_blank">Aparença &gt; Personalitzar: Peu de pàgina</a> es canvia el text que apareix a la zona de crèdits del peu de pàgina
es_es: En el menú <a href="%1$s" target="_blank">Apariencia &gt; Personalizar: Pié de página</a> se cambia el texto que aparece en la zona de créditos en el pié de página

source: Cookies policy
ca: Política de cookies
es_es: Política de cookies

source: In the menu <a href="%1$s" target="_blank">Appearance > Customize: Footer</a>, select the page that will contain the website's cookie policy information.
ca: En el menú <a href="%1$s" target="_blank">Aparença &gt; Personalitzar: Peu de pàgina</a> es selecciona la pàgina que contindrà la informació sobre la política de cookies del lloc web.
es_es: En el menú <a href="%1$s" target="_blank">Apariencia &gt; Personalizar: Pié de página</a> se selecciona la página que contendrá la información de la política de cookies del sitio web.

source: The warning text is customized in the translation file.
ca: El text d'avís es personalitza al fitxer de traducció.
es_es: El texto de aviso se personaliza en el archivo de traducción.

source: Oops! That page can&rsquo;t be found.
ca: Vaja, ho sentim! No hem pogut trobar la pàgina.
es_es: ¡Vaya, lo sentimos! No hemos logrado encontrar la página.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ca: Sembla que no vam trobar res en aquesta ubicació. Prova un dels enllaços a continuació o fes una cerca?
es_es: Parece que no pudimos dar con el contenido en esta ruta. Si lo desea, contáctenos o realice una búsqueda en el sitio.

source: Most Used Categories
ca: Categories més usades
es_es: Categorías más usadas

source: Try looking in the monthly archives. %1$s
ca: Prova de buscar a l'arxiu mensual. %1$s
es_es: Intente buscar en el archivo por mes. %1$s

source: Comments are closed.
ca: Els comentaris estan tancats.
es_es: Los comentarios están cerrados.

source: Proudly powered by %s
ca: Amb l'orgull de fer funcionar %s
es_es: Orgullosamente respaldado por %s

source: Theme: %1$s by %2$s.
ca: Tema: %1$s per %2$s.
es_es: Tema: %1$s por %2$s.

source: Primary
ca: Principal
es_es: Principal

source: Sidebar
ca: Barra lateral
es_es: Barra lateral

source: Add widgets here.
ca: Afegeix aquí més widgets.
es_es: Añada aquí más widgets.

source: Skip to content
ca: Salta al contingut
es_es: Saltar al contenido

source: Primary Menu
ca: Menú Principal
es_es: Menú Principal

source: Posted in %1$s
ca: Publicat en %1$s
es_es: Publicado el %s

source: Tagged %1$s
ca: Etiquetat com %1$s
es_es: Etiquetado como %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ca: Deixa un Comentari<span class="screen-reader-text"> en %s</span>
es_es: Deja un Comentario<span class="screen-reader-text"> en %s</span>

source: Edit <span class="screen-reader-text">%s</span>
ca: Edita <span class="screen-reader-text">%s</span>
es_es: Edita <span class="screen-reader-text">%s</span>

source: Search Results for: %s
ca: Resultats de Cerca per a: %s
es_es: Resultados de Búsqueda para: %s

source: Nothing Found
ca: No hem trobat res aquí...
es_es: No encontramos nada aquí...

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ca: Estàs llest per publicar la teva primera entrada? <a href="%1$s">Comença aquí</a>.
es_es: Listo para publicar tu primer post? <a href=\"%1$s\">Empieza aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ca: Ho sentim, però res no va coincidir amb els teus termes de cerca. Si us plau, torna a intentar-ho amb paraules clau diferents.
es_es: Mil disculpas, pero no encontramos resultados para estos términos de búsqueda. Por favor, inténtelo de nuevo con distintas palabras clave.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ca: Sembla que no podem trobar el que estàs buscant. Potser una cerca pot ajudar.
es_es: Parece que no podemos encontrar los contenidos solicitados. Quizás una búsqueda pueda ayudar.

source: Pages:
ca: Pàgines:
es_es: Páginas:

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ca: Continua llegint<span class="screen-reader-text"> "%s"</span>
es_es: Siga leyendo <span class="screen-reader-text"> "%s"</span>

source: Hi. I'm a starter theme called <code>_s</code>, or <em>underscores</em>, if you like. I'm a theme meant for hacking so don't use me as a <em>Parent Theme</em>. Instead try turning me into the next, most awesome, WordPress theme out there. That's what I'm here for.
ca: Hola. Soc una plantilla bàsica anomenada <code>_s</code>, o <em>underscores</em>, si ho prefereixes. Soc una plantilla per ser treballada directament, de manera que millor no em facis servir com una <em>Plantilla Mare</em>. En el seu lloc, intenta transformar-me en el properi, més fantàstic, millor tema de WordPress que mai ha existit. Per a això és per a què estic aquí."
es_es: Hola. Soy una plantilla básica llamada <code>_s</code>, o <em>underscores</em>, si prefieres. Soy una plantilla para ser trabajada directamente, de modo que mejor no me uses como una <em>Plantilla Madre</em>. En su lugar, intenta transformarme en el próximo, súper-genial, mejor tema de WordPress que nunca existió. Para eso es por lo que estoy aquí."

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ca: Un comentari en &ldquo;%2$s&rdquo;
es_es: Un comentario en &ldquo;%2$s&rdquo;

# post date
source: Posted on %s
ca: Publicat el %s
es_es: Publicado el %s

# post author
source: by %s
ca: per %s
es_es: por %s

source: Footer
ca: Peu de pàgina
es_es: Pié de página

source: We use our own and third-party cookies to perform the analysis of user navigation and improve our services. By clicking I accept the said cookies. You can obtain more information, or know how to change the configuration, by clicking on
ca: En aquest web no utilitzem cookies ni recopilem informació de cap mena. Pots obtenir més informació, o bé conèixer com canviar la configuració, fent clic a
es_es: En esta web no utilizamos cookies ni recopilamos información de ningún tipo. Puede obtener más información, o bien conocer cómo cambiar la configuración, pulsando en

source: More information
ca: Més informació
es_es: Más información

source: Accept
ca: Accepto
es_es: Acepto

source: Cookies advice page
ca: Pàgina d'avís de cookies
es_es: Página para el aviso de cookies

source: Show all
ca: Mostra tots
es_es: Mostrar todos

source: Masonry
ca: Mosaic
es_es: Mosáico

source: Masonry Filter
ca: Mosaic amb filtres
es_es: Mosáico con filtros

source: Read more
ca: Llegir més
es_es: Leer más

source: Previous:
ca: Anterior:
es_es: Anterior:

source: Next:
ca: Següent:
es_es: Siguiente:

source: Privacy policy
ca: Política de privacitat
es_es: Política de privacidad

source: - Select -
ca: - Seleccionar -
es_es: - Elegir -
